Repository: durgeshtimbadiya/WHO_New
Catalog: Localizable.xcstrings
Source language: en
Languages: as_in, bn_in, gu_in, hi, kn_in, ml_in, or_in, pa_in, ta_in, te_in

source: DMPA/NET-EN
as_in: DMPA/NET
bn_in: DMPA/NET
gu_in: DMPA/NET
hi: DMPA/NET
kn_in: DMPA/NET
ml_in: DMPA/NET
ta_in: DMPA/NET
te_in: DMPA/NET

source: During this period, he should resume sexual activity, but he or his partner will need to use additional contraceptive protection.
as_in: এই সময়ছোৱাত, তেওঁ যৌন কাৰ্যকলাপ পুনৰ আৰম্ভ কৰিব পাৰে, কিন্তু তেওঁ বা তেওঁৰ সঙ্গীয়ে অতিৰিক্ত গৰ্ভনিৰোধক সুৰক্ষা ব্যৱহাৰ কৰিব লাগিব।
bn_in: এই সময়কালে, তিনি যৌন কার্যকলাপ পুনরায় শুরু করতে পারেন, তবে তাঁকে বা তাঁর সঙ্গিনীকে অতিরিক্ত গর্ভনিরোধক ব্যবহার করতে হবে।
gu_in: આ સમયગાળા દરમિયાન તેમણે જાતીય પ્રવૃત્તિ ફરીથી શરૂ કરવી જોઇએ પણ તેમણે અથવા તેમના સાથીએ વધારાની ગર્ભનિરોધક સુરક્ષાનો ઉપયોગ કરવો જોઇએ.
hi: इस अवधि के दौरान, उसे यौन गतिविधि फिर से शुरू करनी चाहिए, लेकिन उसे या उसके साथी को अतिरिक्त गर्भनिरोधक सुरक्षा का उपयोग करने की आवश्यकता होगी।
kn_in: ಈ ಅವಧಿಯಲ್ಲಿ, ಅವನು ಲೈಂಗಿಕ ಚಟುವಟಿಕೆಯನ್ನು ಪುನರಾರಂಭಿಸಬಹುದಾದರೂ ಅವನು ಅಥವಾ ಅವನ ಸಂಗಾತಿ ಹೆಚ್ಚುವರಿ ಗರ್ಭನಿರೋಧಕ ರಕ್ಷಣೆಯನ್ನು ಬಳಸಬೇಕಾಗುತ್ತದೆ.
ml_in: ഈ കാലയളവിൽ, വ്യക്തി ലൈംഗിക പ്രവർത്തനങ്ങൾ പുനരാരംഭിക്കണം, എന്നാൽ അയാളോ പങ്കാളിയോ അധിക ഗർഭനിരോധന സംരക്ഷണം ഉപയോഗിക്കേണ്ടതുണ്ട്.
or_in: ଏହି ଅବଧି ମଧ୍ୟରେ ତାଙ୍କୁ ଯୌନଗତ କାର୍ଯ୍ୟକଳାପକୁ ପୁଣିଥରେ ଆରମ୍ଭ କରିବା ଉଚିତ, କିନ୍ତୁ ତାଙ୍କୁ କିମ୍ୱା ତାଙ୍କର ସାଥୀଙ୍କୁ ଅତିରିକ୍ତ ଗର୍ଭନିରୋଧକ ସୁରକ୍ଷା ବ୍ୟବହାର କରିବାକୁ ପଡ଼ିବ।
pa_in: ਇਸ ਮਿਆਦ ਦੌਰਾਨ, ਉਸਨੂੰ ਜਿਨਸੀ ਗਤੀਵਿਧੀ ਦੁਬਾਰਾ ਸ਼ੁਰੂ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ, ਪਰ ਉਸਨੂੰ ਜਾਂ ਉਸਦੇ ਸਾਥੀ ਨੂੰ ਵਾਧੂ ਗਰਭ ਨਿਰੋਧਕ ਸੁਰੱਖਿਆ ਦੀ ਵਰਤੋਂ ਕਰਨ ਦੀ ਲੋੜ ਪਵੇਗੀ।
ta_in: இந்த காலகட்டத்தில் அவர் மீண்டும் பாலுறவு நடவடிக்கையில் ஈடுபட வேண்டும். ஆனால் அவர் அல்லது அவரது பங்குதாரர் கூடுதல் கருத்தடை பாதுகாப்பை பயன்படுத்த வேண்டும்.
te_in: ఈ కాలంలో, అతను లైంగిక కార్యకలాపాలను తిరిగి ప్రారంభించాలి, కానీ అతను లేదా అతని భాగస్వామి అదనపు గర్భనిరోధక రక్షణను ఉపయోగించాల్సి ఉంటుంది.

source: Dysmenorrhoea.
as_in: ডিচমেনোৰিয়া।
bn_in: ডিসমেনোরিয়া।
gu_in: ડીસમેનોરીયા.
hi: कष्टार्तव ( डिसमेनोरिया)
kn_in: ಡಿಸ್ಮೆನೋರಿಯಾ.
ml_in: ഡിസ്മനോറിയ.
or_in: ଡିସ୍‌ମେନୋରିଆ (କୃଛ୍ରାର୍ତ୍ତବ)
pa_in: ਡਿਸਮੇਨੋਰੀਆ
ta_in: டிஸ்மெனோரியா.
te_in: డిస్మెనోరియా అంటే, నొప్పితో జరిగే రుతుస్రావం

source: Early for an injection
as_in: আগতীয়াকৈ ইঞ্জেকচন দিয়া
bn_in: ইনজেকশনের জন্য নির্দিষ্ট সময়ের পূর্বে
gu_in: વહેલું ઇન્જેક્શન આપવું
hi: एक इंजेक्शन के लिए शीघ्रता
kn_in: ಚುಚ್ಚುಮದ್ದಿಗೆ ಮುಂಚಿತವಾಗಿ
ml_in: ഒരു കുത്തിവയ്പ്പിനായി നേരത്തെ
or_in: ଗୋଟିଏ ଇଞ୍ଜେକ୍ସନ୍ ପାଇଁ ଶୀଘ୍ରତା
pa_in: ਟੀਕੇ ਲਈ ਜਲਦੀ
te_in: ముందుగానే ఇంజక్షన్ కోసం

source: EC Pill
as_in: EC বড়ি
bn_in: EC পিল
gu_in: EC પિલ્સ
hi: ईसी गोली
kn_in: EC ಮಾತ್ರೆ
ml_in: EC ഗുളിക
or_in: EC ਗੋਲੀ
ta_in: முன்னதாகவே ஊசி போடுதல்
te_in: EC మాత్ర

source: Efavirenz
as_in: এফাভিৰেঞ্জ
bn_in: এফাভিরেঞ্জ
gu_in: એફાવિરેન્ઝ
hi: एफाविरेंज
kn_in: ಎಫಾವಿರೆಂಜ್
ml_in: എഫാവിറെൻസ്
or_in: ଏଫାଭିରେଞ୍ଜ୍
pa_in: ਈਫਾਵੀਰੇਂਜ਼
ta_in: எஃபாவிரென்ஸ்
te_in: ఏఫావైరెంజ్

source: Effectiveness of methods
as_in: পদ্ধতিবোৰৰ কাৰ্যকৰীতা
bn_in: পদ্ধতির কার্যকারিতা
gu_in: પદ્ધતિઓની અસરકારકતા
hi: विधियों की प्रभावशीलता
kn_in: ವಿಧಾನಗಳ ಪರಿಣಾಮಕಾರಿತ್ವ
ml_in: രീതികളുടെ ഫലപ്രാപ്തി
or_in: ପ୍ରଣାଳୀଗୁଡ଼ିକର ପ୍ରଭାବଶୀଳତା
pa_in: ਵਿਧੀਆਂ ਦੀ ਪ੍ਰਭਾਵਸ਼ੀਲਤਾ
ta_in: மாறுபட்ட முறைகளின் திறன்கள்
te_in: పద్ధతుల ప్రభావవంత మైన ప్రభావం

source: Effectiveness to prevent pregnancy
as_in: গৰ্ভধাৰণ প্ৰতিৰোধ কৰাৰ কাৰ্যকৰীতা
bn_in: গর্ভধারণ রোধ করতে কার্যকারিতা
gu_in: ગર્ભાવસ્થાને નિવારવા માટેની અસરકારકતા
hi: गर्भधारण को रोकने की प्रभावशीलता
kn_in: ಗರ್ಭಧಾರಣೆಯನ್ನು ತಡೆಗಟ್ಟುವಲ್ಲಿನ ಪರಿಣಾಮಕಾರಿತ್ವ
ml_in: ഗർഭധാരണം തടയുന്നതിലുള്ള ഫലപ്രാപ്തി
or_in: ଗର୍ଭଧାରଣକୁ ରୋକିବା ପାଇଁ ପ୍ରଭାବଶୀଳତା
pa_in: ਗਰਭਅਵਸਥਾ ਨੂੰ ਰੋਕਣ ਲਈ ਪ੍ਰਭਾਵਸ਼ੀਲਤਾ
ta_in: கர்ப்பத்தை தடுக்கும் திறன்
te_in: గర్భం నిరోధించడానికి ప్రభావం

source: Eggs are blocked from meeting sperm.
as_in: ডিম্বাণুবোৰক শুক্ৰাণুৰ সৈতে মিলিত হোৱাটো অৱৰোধ কৰা হয়।
bn_in: শুক্রাণুর সঙ্গে ডিম্বাণুর মিলন রোধ করা হয়।
gu_in: શુક્રાણુઓની સાથે અંડાણુંઓનું મિલન અટકાવવામાં આવે છે.
hi: अंडे को शुक्राणु से मिलने से रोक दिया जाता है
kn_in: ಅಂಡಾಣುಗಳು ವೀರ್ಯವನ್ನು ಸಂಧಿಸದಂತೆ ತಡೆಯಲಾಗುತ್ತದೆ.
ml_in: ബീജവുമായി കൂടിച്ചേരുന്നതിൽ നിന്ന് അണ്ഡം തടയപ്പെടുന്നു.
or_in: ଶୁକ୍ରାଣୁ ସହିତ ମିଶିବାରୁ ଡିମ୍ୱକୁ ଅବରୋଧ କରାଯାଏ
pa_in: ਅੰਡਿਆਂ ਨੂੰ ਸ਼ੁਕਰਾਣੂਆਂ ਨੂੰ ਮਿਲਣ ਤੋਂ ਰੋਕਿਆ ਜਾਂਦਾ ਹੈ
ta_in: விந்தணுக்களை சந்திப்பதிலிருந்து முட்டைகள் தடுக்கப்படுகின்றன.
te_in: గుడ్లు స్పెర్మ్ ని కలవకుండా నిరోధించబడతాయి

source: Eligibility Tool
as_in: যোগ্যতাৰ আহিলা
bn_in: যোগ্যতার সরঞ্জাম
gu_in: પાત્રતાના ટૂલ
hi: पात्रता साधन
kn_in: ಅರ್ಹತಾ ಸಾಧನ
ml_in: യോഗ്യതാ ടൂളുകൾ
or_in: ଯୋଗ୍ୟତା ଟୂଲ୍
pa_in: ਯੋਗਤਾ ਸਾਧਨ
ta_in: தகுதிக் கருவி

source: Emergency Contraception
as_in: জৰুৰীকালীন গৰ্ভনিৰোধক
bn_in: জরুরী অবস্থায় গর্ভনিরোধক
gu_in: ઇમર્જન્સીમાં લેવાની ગર્ભનિરોધક
hi: आपातकालीन गर्भनिरोधक
kn_in: ತುರ್ತು ಗರ್ಭನಿರೋಧಕ
ml_in: അടിയന്തര ഗർഭധാരണം
or_in: ଜରୁରୀକାଳୀନ ଗର୍ଭନିରୋଧକ
pa_in: ਐਮਰਜੈਂਸੀ ਗਰਭ ਨਿਰੋਧਕ
ta_in: அவசர கருத்தடை
te_in: అత్యవసర గర్భనిరోధక సాధనం

source: Emtricitabine
as_in: এমট্ৰিচিটাবিন
bn_in: এমট্রিসিট্যাবিন
gu_in: એમિટ્રિસિટાબાઇન
hi: एमट्रिसिटाबाइन
kn_in: ಎಂಟ್ರಿಸಿಟಬೈನ್
ml_in: എംട്രിസിറ്റാബൈൻ
or_in: ଏମିଟ୍ରିସିଟାବାଇନ୍
pa_in: ਐਮਟ੍ਰੀਸੀਟਾਬੀਨ
ta_in: எம்ட்ரிசைடபைன்
te_in: ఎమ్ట్రిసిటాబైన్

source: Endometriosis.
as_in: এণ্ডোমেট্ৰিওচিছ।
bn_in: এন্ডোমেট্রিওসিস।
gu_in: એન્ડોમેટ્રિયોસિસ.
hi: अंतर्गर्भाशय अस्थानता (एंडोमेट्रियोसिस).
kn_in: ಎಂಡೊಮೆಟ್ರಿಯೋಸಿಸ್.
ml_in: എൻഡോമെട്രിയോസിസ്.
or_in: ଏଣ୍ଡୋମେଟ୍ରିଓସିସ୍ (ଗର୍ଭାଶୟ ଅନ୍ତରିମା ଉତ୍କୀର୍ଣ୍ଣନ)
pa_in: ਐਂਡੋਮੈਟ੍ਰੀਓਸਿਸ
ta_in: என்டோமெட்ரியோசிஸ்.
te_in: ఎండోమెట్రియోసిస్, అంటే, గర్భాశయం వెలుపల ఎండోమెట్రియల్ కణజాలం కనిపించడం

source: Epilepsy (On anticonvulsants)
as_in: মৃগীৰোগ (এণ্টিকনভালচেণ্টৰ ওপৰত)
bn_in: এপিলেপ্সি বা মৃগী (অ্যান্টিকনভালস্যান্টে থাকা)
gu_in: વાઈ (એન્ટિકોન્વુલસેન્ટ્સ પર)
hi: मिर्गी आक्षेपरोधी (एंटीकॉन्वल्सेंट) पर
kn_in: ಅಪಸ್ಮಾರ (ಸೆಳವು ನಿರೋಧಕಗಳ ಮೇಲೆ)
ml_in: അപസ്മാരം (ആന്റികൺവൾസന്റുകളിൽ)
or_in: ଅପସ୍ମାର (ଅପସ୍ମାରରୋଧୀଗୁଡ଼ିକରେ)
pa_in: ਮਿਰਗੀ (ਐਂਟੀਕੌਨਵਲਸੈਂਟਸ 'ਤੇ)
ta_in: வலிப்பு நோய் (வலிப்பு நோய் எதிர்ப்பு மருந்துகள் மீது)
te_in: మూర్ఛరోగము (యాంటీ కన్వల్సెంట్లపై)

source: Epilepsy.
as_in: মৃগীৰোগ।
bn_in: এপিলেপ্সি বা মৃগী।
gu_in: વાઈ
hi: मिर्गी
kn_in: ಅಪಸ್ಮಾರ.
ml_in: അപസ്മാരം.
or_in: ଅପସ୍ମାର
pa_in: ਮਿਰਗੀ
ta_in: கால் கை வலிப்பு.
te_in: మూర్ఛరోగము

source: Etravirine
as_in: ইট্ৰাভাইৰিন
bn_in: এট্রাভিরাইন
gu_in: એટ્રાવિરાઇન
hi: एट्राविरिन
kn_in: ಎಟ್ರಾವೈರಿನ್
ml_in: എട്രാവിറൈൻേ
or_in: ଏଟ୍ରାଭିରାଇନ୍
pa_in: ਈਟ੍ਰਾਵਾਇਰਾਈਨ
ta_in: எட்ராவைரைன்
te_in: ఎట్రా వైరిన్

source: Evidence available for DMPA-IM applies to DMPA-SC and, therefore, DMPA-SC should have the same categories as DMPA-IM.
as_in: DMPA-IM-ৰ বাবে প্ৰযোজ্য উপলব্ধ প্ৰমাণ DMPA-SC-ৰ ক্ষেত্ৰত প্ৰযোজ্য হয় আৰু সেয়েহে, DMPA-SC-ৰ শ্ৰেণী DMPA-IM-ৰ দৰে একে হ'ব লাগে।
bn_in: প্রমাণ উপলভ্য আছে যে, DMPA-SC তে DMPA-IM প্রযোজ্য হয়, সুতরাং DMPA-SC এর শ্রেণি DMPA-IM এর অনুরূপ হতে হবে।
gu_in: DMPA-IM માટે ઉપલબ્ધ પુરાવો DMPA-SC માટે પણ લાગુ થાય છે અને આથી જ, DMPA-SC, DMPA-IM જેવી જ કેટેગરીઓ ધરાવે છે.
hi: DMPA-IM के लिए उपलब्ध साक्ष्य DMPA-SC पर लागू होते हैं और इसलिए, DMPA-SC में DMPA-IM के समान श्रेणियां होनी चाहिए।
kn_in: DMPA-IM ಗೆ ಲಭ್ಯವಿರುವ ಪುರಾವೆಗಳು DMPA-SC ಗೆ ಅನ್ವಯಿಸುತ್ತವೆ ಮತ್ತು ಆದ್ದರಿಂದ, DMPA-SC DMPA-IM ನಂತದ್ದೇ ವರ್ಗಗಳನ್ನು ಹೊಂದಿರಬೇಕು.
ml_in: DMPA-IM-ന് ലഭ്യമായ തെളിവുകൾ DMPA-SC-ന് ബാധകമാണ്, അതിനാൽ, DMPA-SC-യ്ക്ക് DMPA-IM-ന്റെ അതേ വിഭാഗങ്ങൾ ഉണ്ടായിരിക്കണം.
or_in: DMPA-IM ପାଇଁ ପ୍ରମାଣ ଉପଲବ୍ଧ ଅଛି, ଯାହା DMPA-SC ପାଇଁ ଲାଗୁ ହୁଏ ଏବଂ ସେଥିପାଇଁ, DMPA-IM ଭଳି DMPA-SC ର ସମାନ ବର୍ଗ ରହିବା ଉଚିତ।
pa_in: DMPA-IM ਲਈ ਉਪਲਬਧ ਸਬੂਤ DMPA-SC 'ਤੇ ਲਾਗੂ ਹੁੰਦੇ ਹਨ ਅਤੇ ਇਸ ਲਈ, DMPA-SC ਵਿੱਚ DMPA-IM ਵਰਗੀਆਂ ਸ਼੍ਰੇਣੀਆਂ ਹੋਣੀਆਂ ਚਾਹੀਦੀਆਂ ਹਨ।
ta_in: DMPA-IM-கான சான்றுகள் DMPA-SC-க்கும் பொருந்தும். DMPA-IM போன்ற அதே பிரிவுகளை DMPA-SC கொண்டிருக்க வேண்டும்.
te_in: DMPA-IMకి అందుబాటులో ఉన్న ఆధారాలు DMPA-SCకి వర్తిస్తాయి మరియు కాబట్టి, DMPA-SCకి DMPA-IM వలె అదే వర్గాలు ఉండాలి.

source: Feedback
as_in: মতামত
bn_in: মতামত
gu_in: પ્રતિભાવ
hi: प्रतिक्रिया
kn_in: ಪ್ರತಿಕ್ರಿಯೆ
ml_in: ഫീഡ്ബാക്ക്
or_in: ମତାମତ
pa_in: ਫ਼ੀਡਬੈਕ
ta_in: பின்னூட்டம்

source: Female condoms
as_in: মহিলাৰ কণ্ডম
bn_in: মহিলার কন্ডোম
gu_in: સ્ત્રીઓ માટેના કન્ડોમ્સ
hi: महिला कंडोम
kn_in: ಸ್ತ್ರೀ ಕಾಂಡೋಮ್‌ಗಳು
ml_in: സ്ത്രീകളുടെ ഗർഭനിരോധന ഉറ
or_in: ମହିଳା କଣ୍ଡୋମ୍
pa_in: ਔਰਤ ਨਿਰੋਧ
ta_in: பெண் கருத்தடை உறை
te_in: ఆడ కండోమ్‌లు

source: Female condoms: 90% with correct and consistent use, 79% as commonly used.
as_in: মহিলাৰ কণ্ডম: সঠিক আৰু সংগতিপূৰ্ণ ব্যৱহাৰৰ ক্ষেত্ৰত 90%, সচৰাচৰ ব্যৱহাৰৰ ক্ষেত্ৰত 79%।
bn_in: মহিলার কন্ডোম: সঠিক ও সঙ্গতিপূর্ণ ব্যবহারে 90%, সাধারণভাবে ব্যবহার হিসেবে 79%।
gu_in: સ્ત્રીઓ માટેના કન્ડોમ્સઃ યોગ્ય અને સતત ઉપયોગ કરવા પર 90%, કૉમન રીતે ઉપયોગ કરવા પર 79%.
hi: महिला कंडोम : सही और लगातार उपयोग के साथ 90%, आमतौर पर उपयोग किए जाने वाले 79%
kn_in: ಸ್ತ್ರೀ ಕಾಂಡೋಮ್‌ಗಳು: ಸರಿಯಾದ ಮತ್ತು ಸ್ಥಿರ ಬಳಕೆಯೊಂದಿಗೆ 90%, ಸಾಮಾನ್ಯವಾಗಿ ಬಳಸಿದಾಗ 79%.
ml_in: സ്ത്രീ ഗർഭനിരോധന ഉറകൾ: ശരിയായതും സ്ഥിരവുമായ ഉപയോഗത്തിൽ 90%, സാധാരണ ഉപയോഗത്തിൽ 79%.
or_in: ମହିଳା କଣ୍ଡୋମ୍:ସଠିକ୍ ଓ ନିରନ୍ତର ବ୍ୟବହାର ସହିତ 90%, ସାଧାରଣ ଭାବେ ବ୍ୟବହୃତ 79%
pa_in: ਔਰਤ ਨਿਰੋਧ: 90% ਸਹੀ ਅਤੇ ਨਿਰੰਤਰ ਵਰਤੋਂ ਨਾਲ, 79% ਆਮ ਤੌਰ 'ਤੇ ਵਰਤੇ ਜਾਂਦੇ ਹਨ
ta_in: பெண் கருத்தடை உறை : 90% சரியான மற்றும் சீரான உபயோகத்துடன். 79% பொதுவான உபயோகத்துடன்.
te_in: ఆడ కండోమ్‌లు: 90% సరైన మరియు స్థిరమైన ఉపయోగంతో, 79% సాధారణంగా ఉపయోగించేవి

source: Female sterilization
as_in: মহিলাৰ বন্ধ্যাকৰণ
bn_in: স্ত্রী বন্ধ্যাকরণ
gu_in: સ્ત્રીઓની નસબંધી
hi: महिला नसबंदी (स्टेरलाइजेशन)
kn_in: ಸ್ತ್ರೀ ಸಂತಾನಶಕ್ತಿ ಹರಣ ಶಸ್ತ್ರಚಿಕಿತ್ಸೆ
ml_in: സ്ത്രീ വന്ധ്യംകരണം
or_in: ମହିଳା ବନ୍ଧ୍ୟାକରଣ
pa_in: ਔਰਤਾਂ ਦੀ ਨਸਬੰਦੀ
ta_in: பெண் கருத்தடை
te_in: స్త్రీలకు సంతాన నిరోధక శస్త్రచికిత్స

source: Fertility awareness methods
as_in: প্ৰজনন ক্ষমতা সজাগতা পদ্ধতি
bn_in: উর্বরতা সচেতনতা পদ্ধতি
gu_in: ફર્ટિલિટી પ્રત્યે જાગૃતિ પેદા કરવાની પદ્ધતિઓ.
hi: प्रजनन जागरूकता की विधियां
kn_in: ಫಲವತ್ತತೆ ಜಾಗೃತಿ ವಿಧಾನಗಳು
ml_in: പ്രത്യത്പാദന ബോധവൽക്കരണ രീതികൾ
or_in: ପ୍ରଜନନ ସଚେତନତା ପ୍ରଣାଳୀ
pa_in: ਜਣਨ ਸ਼ਕਤੀ ਸੰਬੰਧੀ ਜਾਗਰੂਕਤਾ ਵਿਧੀਆਂ
ta_in: கருவுறல் விழிப்புணர்வு முறைகள்
te_in: సంతానోత్పత్తి అవగాహన పద్ధతులు

source: Fertility awareness methods: Abstain from sex or use condoms on fertile days. The Standard Days Method or Two Day Method can also be used.
as_in: প্ৰজনন ক্ষমতা সজাগতা পদ্ধতি: প্ৰজননৰ বাবে উৰ্বৰ হৈ দিনবোৰত যৌন সম্ভোগৰ পৰা বিৰত থাকক বা কণ্ডম ব্যৱহাৰ কৰক। মানক দিন পদ্ধতি বা দুদিনীয়া পদ্ধতিও ব্যৱহাৰ কৰিব পাৰি।
bn_in: উর্বরতা সচেতনতা পদ্ধতি: উর্বর দিনগুলিতে যৌন মিলনে বিরত থাকুন বা কন্ডোম ব্যবহার করুন। মান্য দিনের পদ্ধতি বা দুই দিনের পদ্ধতিও ব্যবহার করা যায়।
gu_in: ફર્ટિલિટી પ્રત્યે જાગૃતિ પેદા કરવાની પદ્ધતિઓઃ ગર્ભ રહેવાની સંભાવના ધરાવતા દિવસોએ જાતીય સમાગમ કરવાનું ટાળો કે કન્ડોમ્સનો ઉપયોગ કરો. સ્ટાન્ડર્ડ ડેઇઝ મેથડ અથવા ટુ ડે મેથડનો પણ ઉપયોગ કરી શકો છો.
hi: प्रजनन जागरूकता विधियां: जननक्षम (फर्टाइल) दिनों में सेक्स से दूर रहें या कंडोम का उपयोग करें। मानक दिवस विधि या दो दिवसीय विधि का भी उपयोग किया जा सकता है।
kn_in: ಫಲವತ್ತತೆ ಜಾಗೃತಿ ವಿಧಾನಗಳು: ಫಲವತ್ತತೆಯಿರುವ ದಿನಗಳಲ್ಲಿ ಲೈಂಗಿಕತೆಯಿಂದ ದೂರವಿರಿ ಅಥವಾ ಕಾಂಡೋಮ್ ಬಳಸಿ. ಸಾಧಾರಣ ದಿನಗಳ ವಿಧಾನ ಅಥವಾ ಎರಡು ದಿನಗಳ ವಿಧಾನವನ್ನು ಸಹ ಬಳಸಬಹುದು.
ml_in: പ്രത്യത്പാദന ബോധവൽക്കരണ രീതികൾ: ലൈംഗിക ബന്ധത്തിൽ നിന്ന് വിട്ടുനിൽക്കുക അല്ലെങ്കിൽ അണ്ഡവിസർജ്ജന ദിവസങ്ങളിൽ ഗർഭനിരോധന ഉറ ഉപയോഗിക്കുക. സ്റ്റാൻഡേർഡ് ദിന രീതി അല്ലെങ്കിൽ രണ്ട് ദിവസ രീതി ഉപയോഗിക്കാം.
or_in: ପ୍ରଜନନ ସଚେତନତା ପ୍ରଣାଳୀ ସମ୍ଭୋଗଠାରୁ ଦୂରେଇ ରୁହନ୍ତୁ କିମ୍ବା ପ୍ରଜନନ ଦିନଗୁଡ଼ିକରେ କଣ୍ଡୋମ୍ ବ୍ୟବହାର କରନ୍ତୁ। ସାଧାରଣ ଦିନ ପ୍ରଣାଳୀ କିମ୍ବା ଦୁଇ ଦିନିଆ ପ୍ରଣାଳୀ ମଧ୍ୟ ବ୍ୟବହାର କରାଯାଇପାରିବ।
pa_in: ਜਣਨ ਸ਼ਕਤੀ ਸੰਬੰਧੀ ਜਾਗਰੂਕਤਾ: ਜਣਨ ਦਿਨਾਂ ਵੇਲੇ ਸੈਕਸ ਤੋਂ ਪਰਹੇਜ਼ ਕਰੋ ਜਾਂ ਨਿਰੋਧ ਦੀ ਵਰਤੋਂ ਕਰੋ। ਸਟੈਂਡਰਡ ਡੇਜ਼ ਮੈਥਡ ਜਾਂ ਟੂ ਡੇ ਮੈਥਡ ਦੀ ਵੀ ਵਰਤੋਂ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ।
ta_in: கருவுறல் விழிப்புணர்வு முறைகள்: உடலுறவைத் தவிர்க்கவும் அல்லது வளமான நாட்களில் ஆணுறைகளைப் பயன்படுத்தவும். நிலையான நாட்கள் முறை அல்லது இரண்டு நாள் முறையையும் பயன்படுத்தலாம்.
te_in: సంతానోత్పత్తి అవగాహన పద్ధతులు: సెక్స్ నుండి దూరంగా ఉండండి లేదా సారవంతమైన రోజులలో కండోమ్‌లను ఉపయోగించండి. స్టాండర్డ్ డేస్ మెథడ్ లేదా టూ డే మెథడ్ కూడా ఉపయోగించవచ్చు.

source: Fibroid Uterus
as_in: ফাইব্ৰইড জৰায়ু
bn_in: ফাইব্রয়েড জরায়ু
gu_in: ફાઇબ્રોઇડ યુટેરસ
hi: गर्भाशय फाइब्रॉएड
kn_in: ಫೈಬ್ರಾಯ್ಡ್ ಗರ್ಭಾಶಯ
ml_in: ഫൈബ്രോയിഡ് യൂട്രസ്
or_in: ତନ୍ତୁପେଶୀ ଗର୍ଭାଶୟ
pa_in: ਰੇਸ਼ੇਦਾਰ ਬੱਚੇਦਾਨੀ
ta_in: கருப்பை நார்த்திசுக் கட்டி
te_in: గర్భాశయ కణితిలు

source: For a woman using LAM, ALL of the following three criteria must be met to ensure adequate protection from an unplanned pregnancy:
as_in: LAM ব্যৱহাৰ কৰা এগৰাকী মহিলাৰ বাবে, অপৰিকল্পিত গৰ্ভধাৰণৰ পৰা পৰ্যাপ্ত সুৰক্ষা নিশ্চিত কৰিবলৈ নিম্নলিখিত তিনিটা চৰ্তৰ সকলোবোৰ পূৰণ কৰিব লাগিব:
bn_in: LAM ব্যবহারকারী মহিলার জন্য, অপরিকল্পিত গর্ভধারণ থেকে পর্যাপ্ত সুরক্ষা নিশ্চিত করতে, অবশ্যই নিচের তিনটি নির্ণায়ক পূরণ করতে হবে:
gu_in: જે સ્ત્રીઓ LAMનો ઉપયોગ કરી રહી છે, તેમણે જો અણધારી ગર્ભાવસ્થા સામે યોગ્ય સુરક્ષાની ખાતરી કરવી હોય તો અહીં નીચે જણાવેલા ત્રણેય માપદંડો પૂરાં કરવાના રહેશેઃ
hi: LAM का उपयोग करने वाली महिला के लिए, अनियोजित गर्भावस्था से पर्याप्त सुरक्षा सुनिश्चित करने के लिए निम्नलिखित सभी तीन मानदंडों को पूरा किया जाना चाहिए:
kn_in: LAM ಬಳಸುವ ಮಹಿಳೆ ಯೋಜಿತವಲ್ಲದ ಗರ್ಭಧಾರಣೆಯಿಂದ ಸೂಕ್ತವಾದ ರಕ್ಷಣೆಯನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು ಈ ಕೆಳಗಿನ ಎಲ್ಲಾ ಮೂರು ಮಾನದಂಡಗಳನ್ನು ಪೂರೈಸಬೇಕು:
ml_in: LAM ഉപയോഗിക്കുന്ന ഒരു സ്ത്രീക്ക്, ആസൂത്രണം ചെയ്യാത്ത ഗർഭധാരണത്തിൽ നിന്ന് മതിയായ സംരക്ഷണം ഉറപ്പാക്കാൻ ഇനിപ്പറയുന്ന മൂന്ന് മാനദണ്ഡങ്ങളിൽ എല്ലാം പാലിക്കേണ്ടതുണ്ട്:
or_in: LAM ବ୍ୟବହାର କରୁଥିବା ମହିଳାଙ୍କ ପାଇଁ, ଆକସ୍ମିକ ଗର୍ଭଧାରଣରୁ ପର୍ଯ୍ୟାପ୍ତ ସୁରକ୍ଷା ସୁନିଶ୍ଚିତ କରିବା ପାଇଁ ନିମ୍ନଲିଖିତ ସମସ୍ତ ତିନୋଟିଯାକ ମାନଦଣ୍ଡ ପୂରଣ କରାଯିବା ଉଚିତ:
pa_in: LAM ਦੀ ਵਰਤੋਂ ਕਰਨ ਵਾਲੀ ਔਰਤ ਲਈ, ਗੈਰ-ਯੋਜਨਾਬੱਧ ਗਰਭਅਵਸਥਾ ਤੋਂ ਉਚਿਤ ਸੁਰੱਖਿਆ ਨੂੰ ਯਕੀਨੀ ਬਣਾਉਣ ਲਈ ਹੇਠ ਲਿਖੇ ਤਿੰਨ ਮਾਪਦੰਡਾਂ ਨੂੰ ਪੂਰਾ ਕਰਨਾ ਲਾਜ਼ਮੀ ਹੈ:
ta_in: LAM-ஐ உபயோகிக்கும் ஒரு பெண்ணுக்கு, திட்டமிடப்படாத கர்ப்பத்திலிருந்து போதுமான பாதுகாப்பை உறுதி செய்ய பின்வரும் மூன்று நிபந்தனைகளையும் பூர்த்தி செய்ய வேண்டும் :
te_in: LAMని ఉపయోగించే స్త్రీకి, ప్రణాళిక లేని గర్భం నుండి తగిన రక్షణను నిర్ధారించడానికి క్రింది మూడు ప్రమాణాలలో అన్నింటిని తప్పనిసరిగా పాటించాలి:

source: For Lamotrigine, POP and Implants = 1.
as_in: লামট্ৰিজিনৰ বাবে, POP আৰু ইমপ্লেণ্ট = 1।
bn_in: ল্যামোট্রিজাইনের জন্য, POP ও ইমপ্ল্যান্ট = 1।
gu_in: લેમોટ્રિજાઇન માટે, POP અને ઇમ્પ્લાન્ટ્સ = 1.
hi: लैमोट्रिगिन, POP और इम्प्लांट के लिए = 1
kn_in: ಲ್ಯಾಮೊಟ್ರಿಜಿನ್, POP ಮತ್ತು ಕಸಿಗಳು = 1.
ml_in: ലമോട്രിജിൻ, POP, ഇംപ്ലാന്റുകൾ എന്നിവയ്ക്ക് = 1.
or_in: ଲାମୋଟ୍ରାଇଜିନ୍ ପାଇଁ, POP ଓ ପ୍ରତ୍ୟାରୋପଣ = 1
pa_in: ਲੈਮੋਟ੍ਰਿਜੀਨ, POP ਅਤੇ ਇੰਪਲਾਂਟਾਂ ਲਈ = 1
ta_in: லாமோட்ரைஜின், POP மற்றும் இம்ப்ளேன்ட்டுகள் =1.
te_in: లామోట్రిజిన్, POP మరియు ఇంప్లాంట్స్ కోసం = 1

source: For simple non migrainous headache most contraceptives can be safely used.
as_in: মাইগ্ৰেন নোহোৱা সামান্য মূৰৰ বিষৰ বাবে বেছিভাগ গৰ্ভনিৰোধক সুৰক্ষিতভাৱে ব্যৱহাৰ কৰিব পাৰি।
bn_in: মাইগ্রেন নয় এমন সাধারণ মাথা যন্ত্রণায় অধিকাংশ গর্ভনিরোধক সুরক্ষিতভাবে ব্যবহার করা যায়।
gu_in: સાદા માઇગ્રેન સિવાયના માથાના દુઃખાવા માટે મોટાભાગની ગર્ભનિરોધકનો ઉપયોગ સલામતીપૂર્વક કરી શકાય છે.
hi: साधारण गैर-आधासीसी (माइग्रेन) सिरदर्द के लिए अधिकांश गर्भ निरोधकों का सुरक्षित रूप से उपयोग किया जा सकता है
kn_in: ಸರಳ ತಲೆಶೂಲೆಯಲ್ಲದ ತಲೆನೋವಿಗೆ ಹೆಚ್ಚಿನ ಗರ್ಭನಿರೋಧಕಗಳನ್ನು ಸುರಕ್ಷಿತವಾಗಿ ಬಳಸಬಹುದು.
ml_in: മൈഗ്രെയിൻ സംബന്ധമല്ലാത്ത സാധാരണ തലവേദനയ്ക്ക് മിക്ക ഗർഭനിരോധന മാർഗ്ഗങ്ങളും സുരക്ഷിതമായി ഉപയോഗിക്കാം.
or_in: ସରଳ ଅଣ ଅଧକପାଳୀ ମୁଣ୍ଡବିନ୍ଧା ପାଇଁ ଅଧିକାଂଶ ଗର୍ଭନିରୋଧକକୁ ସୁରକ୍ଷିତ ଭାବେ ବ୍ୟବହାର କରିହେବ
pa_in: ਸਧਾਰਣ ਗੈਰ ਮਾਈਗ੍ਰੇਨਸ ਸਿਰ ਦਰਦ ਲਈ ਜ਼ਿਆਦਾਤਰ ਗਰਭ ਨਿਰੋਧਕਾਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਤਰੀਕੇ ਨਾਲ ਵਰਤਿਆ ਜਾ ਸਕਦਾ ਹੈ
ta_in: ஒற்றைத்தலைவலி அற்ற பிற எளிய தலைவலிகளுக்கென, பெரும்பாலான கருத்தடை மருந்துகளை பாதுகாப்பாக உபயோகிக்கலாம்.
te_in: సాధారణ మైగ్రేనస్ తలనొప్పికి చాలా గర్భనిరోధకాలను సురక్షితంగా ఉపయోగించవచ్చు

source: Forms a barrier to prevent sperm and egg from meeting.
as_in: শুক্ৰাণু আৰু ডিম্বাণু একে লগ হোৱাটো ৰোধ কৰিবলৈ এটা প্ৰতিবন্ধক গঠন কৰে।
bn_in: শুক্রাণু ও ডিম্বাণুর মিলন রোধ করতে প্রতিবন্ধকতা তৈরি করে।
gu_in: શુક્રાણુ અને અંડાણુંના મિલનને અટકાવવા માટે એક અવરોધની રચના કરે છે.
hi: शुक्राणु और अंडे को मिलने से रोकने के लिए एक अवरोध बनाता है
kn_in: ವೀರ್ಯಾಣು ಮತ್ತು ಅಂಡಾಣು ಭೇಟಿಯಾಗದಂತೆ ತಡೆಗೋಡೆಯನ್ನು ರೂಪಿಸುತ್ತದೆ.
ml_in: ബീജവും അണ്ഡവും കൂടിച്ചേരുന്നത് തടയാൻ ഒരു തടസ്സം സൃഷ്ടിക്കുന്നു.
or_in: ଶୁକ୍ରାଣୁ ଓ ଡିମ୍ୱକୁ ମିଶିବାରୁ ରୋକିବା ପାଇଁ ଏକ ଅବରୋଧକ ଗଠନ କରିଥାଏ।
pa_in: ਸ਼ੁਕਰਾਣੂ ਅਤੇ ਅੰਡੇ ਨੂੰ ਮਿਲਣ ਤੋਂ ਰੋਕਣ ਲਈ ਇੱਕ ਰੁਕਾਵਟ ਬਣਾਉਂਦਾ ਹੈ
ta_in: ஒரு குறுக்குக் தடையை அமைத்து, விந்தணுக்கள் முட்டையை சந்திப்பதை தடுக்கிறது.
te_in: స్పెర్మ్ మరియు గుడ్డు కలవకుండా నిరోధించడానికి ఒక అవరోధాన్ని ఏర్పరుస్తుంది

source: Free from side effects, except for a delay in periods in the first 3 months or scanty periods over time.
as_in: পাৰ্শ্বক্ৰিয়া নহয়, অৱশ্যে প্ৰথম 3 মাহত ঋতুস্ৰাৱ হোৱাত পলম হ'ব পাৰে বা ঋতুস্ৰাৱ কমকৈ হ'ব পাৰে।
bn_in: প্রথম 3 মাসে বিলম্বিত ঋতুস্রাব বা সময়ের সঙ্গে সঙ্গে অত্যল্প ঋতুস্রাব ছাড়া পার্শ্বপ্রতিক্রিয়া নেই।
gu_in: તેની કોઈ આડઅસરો નથી, સિવાય કે પ્રથમ 3 મહિનામાં માસિક થોડું મોડું આવી શકે છે અથવા તો થોડાં સમય સુધી માસિક ઓછું આવી શકે છે.
hi: दुष्प्रभावों से मुक्त, सिवाए पहले 3 महीनों में मासिक धर्म में देरी या समय के साथ कम मासिक धर्म को छोड़कर
kn_in: ಮೊದಲ 3 ತಿಂಗಳುಗಳಲ್ಲಿ ಋತುಚಕ್ರದ ವಿಳಂಬ ಅಥವಾ ಕಾಲಾನಂತರದಲ್ಲಿ ಕಡಿಮೆ ಋತುಚಕ್ರಗಳನ್ನು ಹೊರತುಪಡಿಸಿ, ಅಡ್ಡಪರಿಣಾಮಗಳಿಂದ ಮುಕ್ತವಾಗಿದೆ.
ml_in: ആദ്യ 3 മാസങ്ങളിലെ ആർത്തവത്തിലെ കാലതാമസമോ കാലക്രമേണയുള്ള കുറഞ്ഞ ആർത്തവങ്ങളോ ഒഴികെ, പാർശ്വഫലങ്ങളിൽ നിന്ന് മുക്തമാണ്.
or_in: ପାର୍ଶ୍ୱ ପ୍ରଭାବରୁ ମୁକ୍ତ, ପ୍ରଥମ 3 ମାସ କିମ୍ୱା ସମୟାବଧିରେ ସ୍ୱଳ୍ପ ଅବଧିରେ ପିରିୟଡ୍‌ରେ ବିଳମ୍ୱ
pa_in: ਪਹਿਲੇ 3 ਮਹੀਨਿਆਂ ਵਿੱਚ ਮਾਹਵਾਰੀ ਵਿੱਚ ਦੇਰੀ ਜਾਂ ਸਮੇਂ ਦੇ ਨਾਲ ਘੱਟ ਮਿਆਦਾਂ ਨੂੰ ਛੱਡ ਕੇ
ta_in: முதல் 3 மாதங்களில் மாதவிடாயில் தாமதம் அல்லது காலப்போக்கில் குறைவான காலங்கள் தவிர. பக்க விளைவுகள் எதுவும் இருப்பதில்லை.
te_in: మొదటి 3 నెలల్లో పీరియడ్స్ ఆలస్యం లేదా కాలక్రమేణా తక్కువ పీరియడ్స్ మినహా, దుష్ప్రభావాలు లేకుండా పనిచేస్తుంది.

source: Gestational Trophoblastic Disease
as_in: গৰ্ভধাৰণ কালৰ ট্ৰফোব্লাষ্টিক ৰোগ
bn_in: জেস্টেশনাল ট্রোফোব্লাস্টিক অসুখ
gu_in: જેસ્ટેશનલ ટ્રોફોબ્લાસ્ટિક ડીસીઝ
hi: गर्भावधि ट्रोफोब्लास्टिक रोग
kn_in: ಗರ್ಭಾವಸ್ಥೆಯ ಟ್ರೋಫೋಬ್ಲಾಸ್ಟಿಕ್ ಕಾಯಿಲೆ
ml_in: ഗർഭകാല ട്രോഫോബ്ലാസ്റ്റിക് രോഗം
or_in: ଗର୍ଭାବଧି ଭ୍ରୂଣପୋଷକ ରୋଗ ମୁଣ୍ଡବିନ୍ଧାN
pa_in: ਗਰਭਕਾਲੀ ਟ੍ਰੋਫੋਬਲਾਸਟਿਕ ਰੋਗ
ta_in: கர்ப்பகால ட்ரோபோபிளாஸ்டிக் நோய்
te_in: గర్భధారణకాలంలో కలిగే కణితి లు వంటి వ్యాధి/ ట్రోఫోబ్లాస్టిక్ వ్యాధి

source: Given that sterilization is a surgical procedure that is intended to be permanent, special care must be taken to assure that every client makes a voluntary, informed choice of the method.
as_in: বন্ধ্যাকৰণ হৈছে এক অস্ত্ৰোপচাৰ প্ৰক্ৰিয়া যিটো স্থায়ী হয়, সেয়েহে প্ৰতিগৰাকী ব্যক্তিয়ে পদ্ধতিটো স্বেচ্ছামূলকভাৱে, অৱগত হৈ বাছনি কৰাটো নিশ্চিত কৰিবলৈ বিশেষ যত্ন ল'ব লাগিব।
bn_in: স্থায়ী হওয়ার অভিপ্রায়ে বন্ধ্যাত্বকরণ একটি শল্য চিকিৎসাগত পদ্ধতি হওয়ার সাপেক্ষে, প্রত্যেক গ্রাহকের স্বেচ্ছায় ও অবহিত পছন্দ করা নিশ্চিত করতে, অবশ্যই বিশেষ যত্ন নিতে হবে।
gu_in: નસબંધી એ એક સ્થાયી સર્જિકલ પ્રક્રિયા હોવાનું ધ્યાનમાં રાખતા દરેક ક્લાયેન્ટ સ્વૈચ્છિક અને સૂચિત રીતે આ પદ્ધતિને પસંદ કરે તેની વિશેષ કાળજી લેવી જોઇએ.
hi: यह देखते हुए कि नसबंदी एक शल्य चिकित्सा प्रक्रिया है जिसका उद्देश्य स्थायी होना है, यह सुनिश्चित करने के लिए विशेष ध्यान रखा जाना चाहिए कि प्रत्येक ग्राहक विधि का स्वैच्छिक, सूचित विकल्प चुने।
kn_in: ಸಂತಾನಹರಣವು ಶಾಶ್ವತವಾಗಿರುವಂತೆ ಉದ್ದೇಶಿಸಲಾಗುವ ಶಸ್ತ್ರಚಿಕಿತ್ಸೆಯ ವಿಧಾನವಾಗಿರುವುದರಿಂದ, ಪ್ರತಿಯೊಬ್ಬ ಫಲಾನುಭವಿಗಳು ಈ ವಿಧಾನದ ಸ್ವಯಂಪ್ರೇರಿತ, ತಿಳುವಳಿಕೆಯುಳ್ಳ ಆಯ್ಕೆಯನ್ನು ಮಾಡುವುದನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು ವಿಶೇಷ ಕಾಳಜಿ ವಹಿಸಬೇಕು.
ml_in: വന്ധ്യംകരണം എന്നത് ശാശ്വതമായ ഒരു ശസ്ത്രക്രിയാ നടപടിയാണ് എന്നതിനാൽ, ഓരോ ക്ലയന്റും ഈ രീതി സ്വയം സന്നദ്ധമായി, വിവരം ബോദ്ധ്യപ്പെട്ട് തിരഞ്ഞെടുക്കുന്നുവെന്ന് ഉറപ്പാക്കാൻ പ്രത്യേകം ശ്രദ്ധിക്കേണ്ടതുണ്ട്.
or_in: ଏହା ଜାଣିରଖନ୍ତୁ ଯେ, ବନ୍ଧ୍ୟାକରଣ ହେଉଛି ଏକ ଅସ୍ତ୍ରୋପଚାର ପ୍ରକ୍ରିୟା, ଯାହା ସ୍ଥାୟୀ ଅଟେ, ପ୍ରତ୍ୟେକ କ୍ଲାଏଣ୍ଟ, ପ୍ରଣାଳୀର ସ୍ୱେଚ୍ଛାକୃତ, ସୂଚିତ ପସନ୍ଦ କରିଥିବା ସୁନିଶ୍ଚିତ କରିବା ପାଇଁ ବିଶେଷ ଧ୍ୟାନ ରଖାଯିବା ଉଚିତ।
pa_in: ਇਹ ਦੇਖਦੇ ਹੋਏ ਕਿ ਨਸਬੰਦੀ ਇੱਕ ਸਰਜੀਕਲ ਪ੍ਰਕਿਰਿਆ ਹੈ ਜੋ ਸਥਾਈ ਹੋਣ ਦਾ ਇਰਾਦਾ ਰੱਖਦੀ ਹੈ, ਇਹ ਯਕੀਨੀ ਬਣਾਉਣ ਲਈ ਵਿਸ਼ੇਸ਼ ਧਿਆਨ ਰੱਖਣਾ ਚਾਹੀਦਾ ਹੈ ਕਿ ਹਰ ਕਲਾਇੰਟ ਵਿਧੀ ਦੀ ਸਵੈ-ਇੱਛਤ, ਸੂਚਿਤ ਚੋਣ ਕਰਦਾ ਹੈ।
ta_in: ஒரு அறுவை சிகிச்சை முறையான ஸ்டெரிலைசேஷன், நிரந்திரமாக இருக்க வேண்டும் என்று கருதப்படுவதால், ஒவ்வொரு வாடிக்கையாளரும் தன்னார்வ தகவலறிந்த முறையைத் தேர்ந்தெடுப்பதை உறுதிசெய்ய, சிறப்பு கவனம் எடுத்துக்கொள்ளப்பட வேண்டும்.
te_in: స్టెరిలైజేషన్ అనేది శాశ్వతంగా ఉండేలా ఉద్దేశించబడిన శస్త్రచికిత్సా ప్రక్రియ కాబట్టి, ప్రతి క్లయింట్ స్వచ్ఛందంగా, సమాచారంతో పద్ధతిని ఎంపిక చేసుకునేలా ప్రత్యేక శ్రద్ధ తీసుకోవాలి.

source: H/O DVT/PE, on anticoagulant, prolonged immobilization
as_in: H/O DVT/PE, এণ্টিকোৱাগুলেণ্ট, দীঘলীয়া চলাচলহীনতা
bn_in: H/O DVT/PE, অ্যান্টিকোয়াগুল্যান্টে থাকা, দীর্ঘস্থায়ী অচলাবস্থা
gu_in: H/O DVT/PE, એન્ટિકોએગ્યુલેન્ટ પર, લાંબા સમય સુધી હલનચલન ન થવું
hi: H/O DVT/PE, थक्कारोधी पर, दीर्घकालीन स्थिरीकरण
kn_in: H/O DVT/PE, ಗರಣೆಗಟ್ಟುವಿಕೆ ನಿರೋಧಕ, ದೀರ್ಘಕಾಲದ ನಿಶ್ಚಲೀಕರಣದಲ್ಲಿರುವವರು
ml_in: H/O DVT/PE, ആന്റികൊയാഗുലന്റ്, ദീർഘമായ നിശ്ചലാവസ്ഥ
or_in: H/O DVT/PE, ସ୍କନ୍ଦନରୋଧୀରେ, ଦୀର୍ଘକାଳୀନ ଅଚଳନ
pa_in: H/O DVT/PE, ਐਂਟੀਕੋਆਗੂਲੈਂਟ 'ਤੇ, ਲੰਬੇ ਸਮੇਂ ਤੱਕ ਸਥਿਰਤਾ
ta_in: H/O DVT/PE, ஆன்டிகோகுலண்ட் மீது, நீடித்த அசையாமை
te_in: H/O DVT/PE, రక్తం గడ్డకుండా వాడే యాంటీ-కాగ్యూలాంట్, కదలికలు ఆగిపోయిన స్థితి

source: Having menstrual cycles
as_in: ঋতুস্ৰাৱ হ'লে
bn_in: ঋতুচক্র চলতে থাকলে
gu_in: જે સ્ત્રીઓનું માસિકચક્ર ચાલું છે
hi: मासिक धर्म चक्र होने पर
kn_in: ಋತುಚಕ್ರವನ್ನು ಹೊಂದಿರುವುದು
ml_in: ആർത്തവചക്രം ഉള്ളവർ
or_in: ମାସିକ ଚକ୍ର ହେବା
pa_in: ਮਾਹਵਾਰੀ ਚੱਕਰ ਹੋਣਾ
ta_in: மாதவிடாய் சுழற்சி உள்ளவர்கள்
te_in: ఋతు చక్రాలను కలిగి ఉండటం

source: He should wait 3 months before relying on his vasectomy for contraception.
as_in: গৰ্ভনিৰোধৰ বাবে তেওঁৰ বন্ধ্যাকৰণৰ ওপৰত ভৰসা কৰাৰ আগতে তেওঁ 3 মাহ অপেক্ষা কৰা উচিত।
bn_in: গর্ভনিরোধকের জন্য তাঁর ভ্যাসেক্টোমির উপর নির্ভর করার পূর্বে 3 মাস অপেক্ষা করা উচিৎ।
gu_in: ગર્ભનિરોધ માટે પોતાની નસબંધી પર આધાર રાખતા પહેલા તેમણે 3 મહિના સુધી રાહ જોવી જોઇએ.
hi: गर्भनिरोधन के लिए पुरुष को (वासेक्टोमी) पर निर्भर रहने से पहले उसे 3 महीने प्रतीक्षा करना चाहिए।
kn_in: ಗರ್ಭನಿರೋಧಕಕ್ಕಾಗಿ ತನ್ನ ಸಂತಾನಹರಣ ಶಸ್ತ್ರಚಿಕಿತ್ಸೆಯನ್ನು ಅವಲಂಬಿಸುವ ಮೊದಲು ಅವನು 3 ತಿಂಗಳು ಕಾಯಬೇಕು.
ml_in: ഗർഭനിരോധനത്തിനായി വാസക്ടമിയെ ആശ്രയിക്കുന്നതിന് മുമ്പ് 3 മാസം കാത്തിരിക്കണം.
or_in: ଗର୍ଭନିରୋଧକ ପାଇଁ ନିଜର ବନ୍ଧ୍ୟାକରଣ ଉପରେ ବିଶ୍ୱାସ କରିବାକୁ ତାଙ୍କୁ 3 ମାସ ପର୍ଯ୍ୟନ୍ତ ଅପେକ୍ଷା କରିବା ଉଚିତ।
pa_in: ਉਸ ਨੂੰ ਗਰਭ ਨਿਰੋਧਕ ਲਈ ਆਪਣੀ ਨਸਬੰਦੀ 'ਤੇ ਨਿਰਭਰ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ 3 ਮਹੀਨੇ ਉਡੀਕ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ।
ta_in: கருத்தடைக்காக அவரது வாசெக்டமியை நம்புவதற்கு முன், அவர் 3 மாதங்கள் காத்திருக்க வேண்டும்.
te_in: అతను సంతాన నిరోధకం కోసం తన వేసెక్టమీపై ఆధారపడే ముందు, 3 నెలలు వేచి ఉండాలి.

source: Headache<sup><small><small>N</small></small></sup>
as_in: মূৰৰ বিষ<sup><small><small>N</small></small></sup>
bn_in: মাথা ব্যথা<sup><small><small>N</small></small></sup>
gu_in: માથામાં દુઃખાવો<sup><small><small>N</small></small></sup>
hi: सिरदर्द<sup><small><small>N</small></small></sup>
kn_in: ತಲೆನೋವು<sup><small><small>N</small></small></sup>
ml_in: തലവേദന<sup><small><small>N</small></small></sup>
or_in: ମୁଣ୍ଡବିନ୍ଧା<sup><small><small>N</small></small></sup>
pa_in: ਸਿਰ ਦਰਦ<sup><small><small>N</small></small></sup>
ta_in: தலைவலி<sup><small><small>N</small></small></sup>
te_in: తలనొప్పి<sup><small><small>N</small></small></sup>

source: Headache<sup><small><small>N</small></small></sup> (Migraine with aura°)
as_in: মূৰৰ বিষ<sup><small><small>N</small></small></sup> (অ'ৰাৰ সৈতে মাইগ্ৰেন°)
bn_in: মাথা ব্যথা<sup><small><small>N</small></small></sup> (অরা সহ মাইগ্রেন°)
gu_in: માથામાં દુઃખાવો<sup><small><small>N</small></small></sup> (ઑરાની સાથે માઇગ્રેન°)
hi: सिरदर्द<sup><small><small>N</small></small></sup>(ऑरा के साथ आधासीसी (माइग्रेन) °)
kn_in: ತಲೆನೋವು<sup><small><small>N</small></small></sup> (ಪ್ರಭಾವಳಿಯ ಜೊತೆ ತಲೆಶೂಲೆ°)
ml_in: തലവേദന<sup><small><small>N</small></small></sup> (പ്രകാശവലയത്തോടു കൂടിയ മൈഗ്രെയ്ൻ°)
or_in: ମୁଣ୍ଡବିନ୍ଧା<sup><small><small>N</small></small></sup>(ପୂର୍ବାଭାସ ସହିତ ଅଧକପାଳୀ°)
pa_in: ਸਿਰ ਦਰਦ<sup><small><small>N</small></small></sup> ਔਰਾ ਨਾਲ ਮਾਈਗ੍ਰੇਨ°
ta_in: தலைவலி <sup><small><small>N</small></small></sup> (வெளிச்சத்துடன் கூடிய ஒற்றைத் தலைவலி°)
te_in: Headache<sup><small><small>N</small></small></sup> (కాంతి వలయంతో వచ్చే పార్శ్వ తలనొప్పి°)
